[{"_raw":"07/21/2021 12:47:59 PM\nLogName=Security\nSourceName=Microsoft Windows security auditing.\nEventCode=4688\nEventType=0\nType=Information\nComputerName=HOSTNAME.com\nTaskCategory=Process Creation\nOpCode=Info\nRecordNumber=187983697\nKeywords=Audit Success\nMessage=A new process has been created.\nCreator Subject:\n\tSecurity ID:\t\tNT AUTHORITY\\SYSTEM\n\tAccount Name:\t\tUSERID$\n\tAccount Domain:\t\tABCDE\n\tLogon ID:\t\t0x3E7\nTarget Subject:\n\tSecurity ID:\t\tNULL SID\n\tAccount Name:\t\t-\n\tAccount Domain:\t\t-\n\tLogon ID:\t\t0x0\nProcess Information:\n\tNew Process ID:\t\t0x1560\n\tNew Process Name:\tC:\\Windows\\System32\\WindowsPowerShell\\v1.0\\powershell.exe\n\tToken Elevation Type:\t%%1936\n\tMandatory Label:\t\tMandatory Label\\System Mandatory Level\n\tCreator Process ID:\t0xa08\n\tCreator Process Name:\tC:\\Program Files\\Nutanix\\Python27\\Lib\\site-packages\\win32\\pythonservice.exe\n\tProcess Command Line:\tpowershell.exe -NoProfile -EncodedCommand RwBlAHQALQBXAG0AaQBPAGIAagBlAGMAdAAgAC0ATgBhAG0AZQBzAHAAYQBjAGUAIAByAG8AbwB0AFwAdwBtAGkAIAAtAEMAbABhAHMAcwAgAE0AUwBpAFMAQwBTAEkASQBuAGkAdABpAGEAdABvAHIAXwBTAGUAbgBkAFQAYQByAGcAZQB0AFAAbwByAHQAYQBsAEMAbABhAHMAcwAgAHwAIABGAG8AcgBlAGEAYwBoAC0ATwBiAGoAZQBjAHQAIAB7ACAAVwByAGkAdABlAC0ASABvAHMAdAAgACQAXwAuAFAAbwByAHQAYQBsAEEAZABkAHIAZQBzAHMAIAB9AA==\nToken Elevation Type indicates the type of token that was assigned to the new process in accordance with User Account Control policy.\nType 1 is a full token with no privileges removed or groups disabled.  A full token is only used if User Account Control is disabled or if the user is the built-in Administrator account or a service account.\nType 2 is an elevated token with no privileges removed or groups disabled.  An elevated token is used when User Account Control is enabled and the user chooses to start the program using Run as administrator.  An elevated token is also used when an application is configured to always require administrative privilege or to always require maximum privilege, and the user is a member of the Administrators group.\nType 3 is a limited token with administrative privileges removed and administrative groups disabled.  The limited token is used when User Account Control is enabled, the application does not require administrative privilege, and the user does not choose to start the program using Run as administrator.","_time":1626889679,"cribl_breaker":"Break on newlines"}]